{
  "barbar.nvim": { "branch": "master" },
  "coc.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "neomake": { "branch": "master" },
  "neomake-platformio": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "omnisharp-vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "tabnine-nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-pio": { "branch": "master" }
}